{
    "WBUI2": {
        "settings": {
            "OpenButton": 0,
            "HideIcon": false,
            "HideIconAfter": 60,
            "IconURL": "https://i.imgur.com/VI8BJFF.jpg",
            "DisableIconText": false,
            "IconPosition": 0,
            "IconTextColor": 0,
            "OpenOnStart": true,
            "OpenOnStartOnlyNewPlayers": true,
            "UpdateInterval": 12
        },
        "tabs": [
            {
                "tab1": {
                    "layout": 1,
                    "buttontext": "Welcome",
                    "title1": "Welcome to Odin's Playground!",
                    "text1": "Odin's Playground is a smaller community currently offering both PVE and PVP experiences at an x10 rate for Ark: Survival Ascended Servers.\n\nPlease see the Rules Tab and check out the discord using the link below for more information.",
                    "imageurl": "https://i.imgur.com/mGt3cAF.png"
                }
            },
            {
                "tab2": {
                    "layout": 2,
                    "buttontext": "Rules",
                    "title1": "Rules",
                    "text1": "1) No hateful or abusive speech. It is just game, so let's just have some fun.\n2) No intentional use of exploits or unintended game mechanics.\n3) No griefing, wild raiding, etc. of other tribes and players.\n4) No insiding.  See guidance on insiding below.  Applies to alliances as well.\n5) Each tribe may have one base.\n6) No Teleporter traps of any kind.\n7) No blocking or setting up spawn point traps.\n8) Use the transmitter to store stuff at your own risk. If you lose stuff, that is on you. I will do nothing about it. Don't whine to me at all about it.\n9) No changing of your tribe name without expressed permission from an Admin.\n10) No blocking Artifacts.  Must either allow access or keep a vault of artifacts unlocked and stocked at all times.  Strictly enforced.\n\n[Exploits or Unintended Game Mechanics]\nThis includes building below the mesh, duping attempts, wild raiding, etc.\n\n[Insiding Explained]\nIf you want to leave a tribe or to kick someone from your tribe, an agreement must be reached on what the departing player shall take with them. It is best to have a written record of this conversation or to have an Admin mediate. Failure to follow this guidance will be viewed as insiding. Period\n\n+ Suspected cases of rule violations should be reported to an Admin. The more proof or the worse the offense, the harsher the punishment. Subject to my decision. If no proof, then I will bring in additional people to parse the he-said-she-said.",
                    "imageurl": "https://i.imgur.com/mGt3cAF.png"
                }
            }
        ],
        "links": [
            {
                "link1": {
                    "text": "Discord",
                    "url": "https://discord.gg/E6hkRuC"
                }
            }
        ]
    }
}
